Repository: sinyawskiy/django-oidc-provider
Catalog: oidc_provider/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Basic profile
ru: Базовый профиль

source: Access to your basic information. Includes names, gender, birthdate and other information.
ru: Доступ к персональным данным. Включающим имя, пол, дата рождения и другую информацию.

source: Access to your email address.
ru: Доступ к вашему Email адресу.

source: Phone number
ru: Номер телефона

source: Access to your phone number.
ru: Доступ к вашему номеру телефона.

source: Address information
ru: Адресная информация.

source: Access to your address. Includes country, locality, street and other information.
ru: Доступ к вашему адресу. Включая страну, город, улицу и другие данные.

source: Name
ru: Название

source: Client Type
ru: Тип клиента

source: <b>Confidential</b> clients are capable of maintaining the confidentiality of their credentials. <b>Public</b> clients are incapable.
ru: <b>Конфиденциальные</b> клиенты способны сохранить конфиденциальность своих учетных данных. <b>Публичные</b> не способны.

source: Date Created
ru: Дата создания

source: Redirect URIs
ru: Список доверенных Redirect URI

source: Enter each URI on a new line.
ru: Каждый URI с новой строки.

source: Client
ru: Клиентская ИС

source: Clients
ru: КИС

source: User
ru: Пользователь

source: Expiration Date
ru: Срок действия

source: Scopes
ru: Области данных

source: Is Authentication?
ru: Это аутентификация?

source: Authorization Code
ru: Код авторизации

source: Authorization Codes
ru: Коды авторизации

source: Tokens
ru: Токены

source: Date Given
ru: Дата выдачи

source: Key
ru: Ключ

source: Paste your private RSA Key here.
ru: Добавь сюда приватный ключ RSA.

source: RSA Key
ru: Ключ RSA

source: RSA Keys
ru: Ключи RSA
